////// IDD_STL_USPG_PMODE_DLG
IDC_GUSPG_FRM_MATL_BEAM                       = "材料"
IDC_GUSPG_LBL_MATL_BEAM                       = "桁條/圍梁"
IDC_GUSPG_FRM_MEMB_TYPE                       = "構件類型"
IDC_GUSPG_RDO_MEMB_TYPE_PURL                  = "桁條 (屋頂)"
IDC_GUSPG_RDO_MEMB_TYPE_GIRT                  = "圍梁 (外牆)"
IDC_GUSWO_FRM_SECT                            = "斷面"
IDC_GUSPG_FRM_SPAN                            = "跨度"
IDC_GUSPG_LBL_SPAN_L                          = "跨度"
IDC_GUSPG_LBL_SPAN_S                          = "間距"
IDC_GUSPG_RDO_SPAN_1                          = "單跨"
IDC_GUSPG_RDO_SPAN_2                          = "雙跨"
IDC_GUSPG_RDO_SPAN_3                          = "三跨"
IDC_GUSPG_FRM_LENG                            = "無支撐長度"
IDC_GUSPG_LBL_LENG_P                          = "正壓 Lb"
IDC_GUSPG_LBL_LENG_N                          = "負壓 Lb"
IDC_GUSPG_FRM_LOAD                            = "設計載重"
IDC_GUSPG_CHK_LOAD_USER                       = "直接輸入設計外力"
IDC_GUSPG_LBL_LOAD_LIVE                       = "活載重"
IDC_GUSPG_LBL_LOAD_ROOF                       = "靜載重"
IDC_GUSPG_LBL_LOAD_WIND                       = "風載重"
IDC_GUSPG_CHK_AUTO_WIND                       = "自動"
IDC_GUSPG_LBL_LOAD_SNOW                       = "雪載重"
IDC_GUSPG_CHK_AUTO_SNOW                       = "自動"
IDC_GUSPG_FRM_DEFL                            = "撓度"
IDC_GUSPG_LBL_DEFL_DEFL                       = "撓度"
IDC_GUSPG_FRM_PROP                            = "斷面性質"
IDC_GUSPG_FRM_RESULT                          = "計算結果"
IDC_GUSPG_LBL_LOAD_USER_MP                    = "彎矩 (+)"
IDC_GUSPG_LBL_LOAD_USER_MN                    = "彎矩 (-)"
IDC_GUSPG_LBL_LOAD_USER_VP                    = "剪力 (+)"
IDC_GUSPG_LBL_LOAD_USER_VN                    = "剪力 (-)"
IDC_GUSPG_LBL_LOAD_WALL                       = "靜載重"

////// IDD_STL_USPG_LOAD_DLG
IDC_GUSPG_RDO_VIEW_SECT                       = "斷面"
IDC_GUSPG_RDO_VIEW_CHCK                       = "檢核點"

/////// IDD_STL_WEBOPEN_MLIST_FORCE_DLG
IDD_STL_WEBOPEN_MLIST_FORCE_DLG               = "集中載重"
IDC_STL_LIST_FORCE_SELECT_FRM_MEMB            = "選擇構件"
IDC_STL_LIST_FORCE_SELECT_BTN_ALL             = "全選"
IDC_STL_LIST_FORCE_SELECT_BTN_NON             = "全不選"
IDC_STL_LIST_FORCE_FRM_CONCEN_FORCE           = "集中載重"
IDC_STL_LIST_FORCE_CHK_CONC                   = "考慮集中載重"
IDC_STL_LIST_FORCE_BTN_APPLY                  = "套用"
IDC_STL_LIST_FORCE_BTN_CANCEL                 = "取消"

////// IDD_STL_BEAMCOL_SMODE_INPUT_SECT1_DLG
IDC_STL_FRAME_MATERIAL                        = "材料"
IDC_STL_LABEL_MATERIAL                        = "材料"
IDC_STL_FRAME_MEMBER                          = "構件類型"
IDC_STL_RADIO_MEMBER_BEAM                     = "梁"
IDC_STL_RADIO_MEMBER_COLUMN                   = "柱"
IDC_STL_FRAME_SECTION                         = "斷面"

////// IDD_STL_BEAMCOL_SMODE_INPUT_SECT2_DLG
IDC_STL_FRAME_FORCE                           = "外力&&係數"
IDC_STL_LABEL_FORCE_AXIAL                     = "軸力"
IDC_STL_LABEL_FORCE_MX                        = "彎矩 (x)"
IDC_STL_LABEL_FORCE_MY                        = "彎矩 (y)"
IDC_STL_LABEL_FORCE_VX                        = "剪力 (x)"
IDC_STL_LABEL_FORCE_VY                        = "剪力 (y)"
IDC_STL_LABEL_FORCE_TORSION                   = "扭力"
IDC_STL_CHK_FORCE_TORSION                     = "檢核扭力"
IDC_STL_BTN_TORSION_DATA                      = "扭力設計參數 ..."
IDC_STL_LABEL_FACTOR_CB                       = "Cb"
IDC_STL_INPUT_BTN_LCOMB                       = "載重組合 ..."
IDC_STL_FRAME_LENGTH                          = "設計參數"
IDC_STL_LABEL_LENGTH_LX                       = "Lx"
IDC_STL_LABEL_LENGTH_LY                       = "Ly"
IDC_STL_LABEL_LENGTH_LB                       = "Lb"
IDC_STL_LABEL_LENGTH_KX                       = "Kx"
IDC_STL_LABEL_LENGTH_KY                       = "Ky"
IDC_STL_FRAME_SEISMIC                         = "耐震設計"
IDC_STL_CHK_SEISMIC                           = "檢核斷面寬厚比"
IDC_STL_CHK_LINK                              = "以連桿梁檢核"
IDC_STL_LABEL_SYSTEM_TYPE                     = "結構系統類型"
IDC_STL_FRAME_CONCEN                          = "翼板&&腹板承受集中載重"
IDC_STL_CHK_CONCEN                            = "檢核翼板&&腹板"
IDC_STL_INPUT_BTN_CONCEN                      = "加勁材&&外力 ..."
IDC_STL_COMB_RATIO_TYPE_PIPE_SECTION          = "組合強度應力比 ( Pipe Section )"

////// IDD_STL_BEAMCOLUMN_INPUT_DLG
IDC_STL_FRAME_PROPERTY                        = "斷面性質"
IDC_STL_FRAME_RESULT                          = "檢核計算結果"

/////// IDD_STL_WEBOPEN_FORCE_DLG
IDC_STL_WEBOPEN_FORCE_BTN_ADD                 = "新增"
IDC_STL_WEBOPEN_FORCE_BTN_DEL                 = "刪除"
IDC_STL_WEBOPEN_FORCE_BTN_IST                 = "插入"

/////// IDD_STL_WEBOPEN_PMODE_DLG
IDC_GUSWO_FRM_MATL                            = "材料"
IDC_GUSWO_LBL_MATL_BEAM                       = "梁"
IDC_GUSWO_LBL_MATL_PLAT                       = "加勁補強板"
IDC_GUSWO_LBL_MATL_STUD                       = "剪力釘"
IDC_GUSWO_LBL_MATL_CONC                       = "混凝土"
IDC_GUSWO_FRM_SECT_TYPE                       = "斷面形式"
IDC_GUSWO_RDO_SECT_TYPE_COM                   = "合成梁"
IDC_GUSWO_RDO_SECT_TYPE_STL                   = "一般鋼梁"
IDC_GUSWO_FRM_SECT_BEAM                       = "斷面形式 (梁)"
IDC_GUSWO_FRM_SECT_DECK                       = "斷面形式 (鋼承板)"
IDC_GUSWO_FRM_SPAN                            = "跨度"
IDC_GUSWO_LBL_SPAN_L                          = "跨度"
IDC_GUSWO_LBL_SPAN_S                          = "間距"
IDC_GUSWO_FRM_OPEN                            = "開孔"
IDC_GUSWO_RDO_OPEN_RECT                       = "矩形"
IDC_GUSWO_RDO_OPEN_CIRC                       = "圓形"
IDC_GUSWO_LBL_OPEN_POS                        = "開孔位置"
IDC_GUSWO_LBL_OPEN_ECC                        = "偏心距離"
IDC_GUSWO_LBL_OPEN_SIZ1                       = "寬度 (B)"
IDC_GUSWO_LBL_OPEN_SIZ2                       = "高度 (H)"
IDC_GUSWO_LBL_OPEN_SIZ2_DIA                   = "直徑 (D)"
IDC_GUSWO_LBL_OPEN_SIZ3                       = "圓角半徑"
IDC_GUSWO_FRM_SECT_SLAB                       = "斷面形式 (樓板)"
IDC_GUSWO_RDO_SECT_SLAB_FULL                  = "T形"
IDC_GUSWO_RDO_SECT_SLAB_HALF                  = "半T形"
IDC_GUSWO_LBL_SECT_SLAB_T                     = "樓板厚度"
IDC_GUSWO_FRM_SECT_PLAT                       = "斷面形式 (加勁補強板)"
IDC_GUSWO_CHK_SECT_PLAT_USE                   = "使用開孔加勁補強板"
IDC_GUSWO_CHK_SECT_PLAT_DBL                   = "兩側配置"
IDC_GUSWO_LBL_SECT_PLAT_T                     = "厚度"
IDC_GUSWO_LBL_SECT_PLAT_B                     = "寬度"
IDC_GUSWO_FRM_SECT_STUD                       = "斷面形式 (剪力釘)"
IDC_GUSWO_LBL_SECT_STUD_TYP                   = "尺寸"
IDC_GUSWO_LBL_SECT_STUD_COL                   = "行數"
IDC_GUSWO_LBL_SECT_STUD_SPA                   = "間距"
IDC_GUSWO_LBL_SECT_STUD_LEN                   = "長度"
IDC_GUSWO_FRM_LOAD                            = "設計載重"
IDC_GUSWO_LBL_LOAD_CALC_UNIT                  = "均佈載重"
IDC_GUSWO_CHK_LOAD_CALC_SELF                  = "考慮自重"
IDC_GUSWO_CHK_LOAD_CALC_CONC                  = "考慮額外集中載重"
IDC_GUSWO_LBL_LOAD_USER_M                     = "彎矩"
IDC_GUSWO_LBL_LOAD_USER_V                     = "剪力"
IDC_GUSWO_FRM_RESULT                          = "檢核計算結果"
IDC_GUSWO_CHK_LOAD_USER                       = "直接輸入設計載重"

/////// IDD_STL_WEBOPEN_OPEN_DLG
IDC_GUSWO_RDO_DRAW_SECT                       = "斷面"
IDC_GUSWO_RDO_DRAW_ELEV                       = "立面"

// SteelBoltConnectionInputDlg
IDC_GUSBC_RADIO_BEAM_SPLICE                   = "梁續接"
IDC_GUSBC_RADIO_COLUMN_SPLICE                 = "柱續接"
IDC_GUSBC_RADIO_SHEAR_CONNECTION              = "剪力接頭"
IDC_GUSBC_RADIO_SHEAR_SINGLE                  = "單剪"
IDC_GUSBC_RADIO_SHEAR_DOUBLE                  = "雙剪"
IDC_GUSBC_CHK_ECCENTRIC                       = "考慮偏心"
IDC_GUSBC_CHK_AUTO_BOLT_SPACE                 = "自動"
IDC_GUSBC_CHK_AUTO_BOLT_EXTENSION             = "自動"
IDC_GUSBC_CHK_AUTO_BOLT_GAP                   = "自動"
IDC_GUSBC_CHK_BYCODE_BOLT_SPACE               = "依規範"
IDC_GUSBC_CHK_BYCODE_BOLT_EXTENSION           = "依規範"
IDC_GUSBC_CHK_BYCODE_BOLT_GAP                 = "依規範"
IDC_GUSBC_CHK_BOLT_HOLE_DEFORM                = "考慮螺孔變形"
IDC_GUSBC_RADIO_RESULT_WEB                    = "腹板"
IDC_GUSBC_RADIO_RESULT_FLG                    = "翼板"
IDC_GUSBC_FRAME_SECTION                       = "梁/柱"
IDC_GUSBC_FRAME_MATERIAL                      = "材料"
IDC_GUSBC_LABEL_MATERIAL_BEAMCOLUMN           = "梁/柱"
IDC_GUSBC_LABEL_MATERIAL_PLATE                = "接合板"
IDC_GUSBC_FRAME_FORCE                         = "外力"
IDC_GUSBC_LABEL_FORCE_AXIAL                   = "軸力"
IDC_GUSBC_LABEL_FORCE_MX                      = "彎矩 (x)"
IDC_GUSBC_LABEL_FORCE_MY                      = "彎矩 (y)"
IDC_GUSBC_LABEL_FORCE_VX                      = "剪力 (x)"
IDC_GUSBC_LABEL_FORCE_VY                      = "剪力 (y)"
IDC_GUSBC_STRING_FORCE                        = "% 設計強度"
IDC_GUSBC_STATIC_PICTURE                      = "Drawing"
IDC_GUSBC_FRAME_BOLT                          = "螺栓"
IDC_GUSBC_RADIO_BOLT_SLIP                     = "摩阻型"
IDC_GUSBC_RADIO_BOLT_BEARING                  = "承壓型"
IDC_GUSBC_LABEL_BOLT_MATERIAL                 = "材料"
IDC_GUSBC_LABEL_BOLT_TYPE                     = "尺寸"
IDC_GUSBC_LABEL_BOLT_HOLE                     = "螺孔類型"
IDC_GUSBC_LABEL_BOLT_SPACE_X                  = "間距 (x)"
IDC_GUSBC_LABEL_BOLT_SPACE_Y                  = "間距 (y)"
IDC_GUSBC_LABEL_BOLT_SPACE                    = "間距"
IDC_GUSBC_LABEL_BOLT_EXTENSION_X              = "邊距 (x)"
IDC_GUSBC_LABEL_BOLT_EXTENSION_Y              = "邊距 (y)"
IDC_GUSBC_LABEL_BOLT_EXTENSION                = "邊距"
IDC_GUSBC_RADIO_BOLT_WEB                      = "腹板"
IDC_GUSBC_RADIO_BOLT_FLANGE                   = "翼板"
IDC_GUSBC_CHK_MAX_VALUE                       = "檢核最大值"
IDC_GUSBC_LABEL_BOLT_Gap                      = "間隙"
IDC_GUSBC_FRAME_FACTOR                        = "係數"
IDC_GUSBC_LABEL_FACTOR_MOMENT                 = "彎矩分配係數"
IDC_GUSBC_FRAME_RESULT                        = "檢核計算結果"
IDC_GUSBC_FRAME_BOLT_WEB                      = "腹板"
IDC_GUSBC_LABEL_BOLT_WEB_NO                   = "每側螺栓數"
IDC_GUSBC_STRING_BOLT_WEB_NO                  = "個"
IDC_GUSBC_LABEL_BOLT_WEB_THICK                = "接合板厚"
IDC_GUSBC_FRAME_BOLT_FLANGE                   = "翼板"
IDC_GUSBC_LABEL_BOLT_FLANGE_NO                = "每側螺栓數"
IDC_GUSBC_STRING_BOLT_FLANGE_NO               = "個"
IDC_GUSBC_LABEL_BOLT_FLANGE_THICK_EXT         = "接合板厚 (外側)"
IDC_GUSBC_LABEL_BOLT_FLANGE_THICK_INT         = "接合板厚 (內側)"
IDC_GUSBC_FRAME_TYPE                          = "接合形式"
IDC_GUSBC_FRAME_SHEAR_TYPE                    = "剪力形式"
IDC_GUSBC_LABEL_BOLT_SLIP                     = "滑動因數"

IDS_USBC_TOOLTIP_MEMBER_LENGTH_DIRECTION      = "沿構件縱向之間距"
IDS_USBC_TOOLTIP_SECTION_DIRECTION            = "沿構件橫向之間距"
IDS_STL_BOLT_HOLE_PARALLEL_TO_MEMBER_DIR      = "檢查螺孔是否平行於構件縱向"

//SteelBoltConnSimpleInputSect2Dlg
IDC_GUSBC_RADIO_VIEW_TOTL                     = "全部"
IDC_GUSBC_RADIO_VIEW_PLAN_ELEV_SECT           = "平面 + 立面 + 斷面"
IDC_GUSBC_RADIO_VIEW_PLAN                     = "平面"
IDC_GUSBC_RADIO_VIEW_ELEV                     = "立面"
IDC_GUSBC_RADIO_VIEW_SECT                     = "斷面"

///// IDD_STL_USBP_PMODE_DLG
IDC_GUSBP_INPUT_BTN_LCOMB                     = "載重組合 ..."
IDC_GUSBP_CHK_BASEPLATE_LOCATION              = "置於基座上"
IDC_GUSBP_CHECK_PREVIEW_MESHLINE              = "網格線"
IDC_GUSBP_CHECK_PREVIEW_CONTOUR               = "等值線"
IDC_GUSBP_CHECK_PREVIEW_VALUE                 = "數值"
IDC_GUSBP_CHK_WINGPLATE                       = "翼內加勁板"
IDC_GUSBP_CHK_WINGHOR                         = "水平"
IDC_GUSBP_CHK_WINGVER                         = "垂直"
IDC_GUSBP_FRAME_WINGPLATE                     = "翼內加勁板"
IDC_GUSBP_FRAME_RIBPLATE                      = "肋板"
IDC_GUSBP_CHK_RIBPLATE                        = "使用加勁肋板"
IDC_GUSBP_CHK_RIB_EXTEND                      = "延伸至基座板邊緣"
IDC_GUSBP_CHK_BOLT_FROM_RIB                   = "數量依肋板配置調整"
IDC_GUSBP_INPUT_BTN_ANCHOR                    = "後置式錨栓設計參數 ..."
IDC_GUSBP_INPUT_BTN_ANCHOR_ABB                = "後置式錨栓設計參數 ..."
IDC_GUSBP_FRAME_SECTION                       = "斷面"
IDC_GUSBP_FRAME_MATERIAL                      = "材料"
IDC_GUSBP_LABEL_MATERIAL_PLATE                = "Base Plate"
IDC_GUSBP_LABEL_MATERIAL_RIBPL                = "Rib / Wing"
IDC_GUSBP_LABEL_MATERIAL_ANCHOR               = "錨栓"
IDC_GUSBP_LABEL_MATERIAL_CONCRETE             = "混凝土"
IDC_GUSBP_FRAME_FORCE                         = "外力"
IDC_GUSBP_LABEL_FORCE_AXIAL                   = "軸力"
IDC_GUSBP_LABEL_FORCE_MX                      = "彎矩 (x)"
IDC_GUSBP_LABEL_FORCE_MY                      = "彎矩 (y)"
IDC_GUSBP_LABEL_FORCE_VX                      = "剪力 (x)"
IDC_GUSBP_LABEL_FORCE_VY                      = "剪力 (y)"
IDC_GUSBP_CHK_SOLVE_ALL                       = "對所有載重組合進行有限元素分析"
IDC_GUSBP_FRAME_BASEPLATE                     = "基座板"
IDC_GUSBP_LABEL_BASEPLATE_WIDTH               = "寬度 (B)"
IDC_GUSBP_LABEL_BASEPLATE_HEIGHT              = "長度 (H)"
IDC_GUSBP_LABEL_BASEPLATE_THICK               = "厚度"
IDC_GUSBP_FRAME_PEDESTAL                      = "基座"
IDC_GUSBP_LABEL_PEDESTAL_WIDTH                = "寬度 (B)"
IDC_GUSBP_LABEL_PEDESTAL_HEIGHT               = "長度 (H)"
IDC_GUSBP_STATIC_PICTURE                      = "Drawing"
IDC_GUSBP_FRAME_RESULT                        = "檢核計算結果"
IDC_GUSBP_LABEL_RIBPLATE_HEIGHT               = "高度"
IDC_GUSBP_LABEL_RIBPLATE_LENGTH               = "長度"
IDC_GUSBP_LABEL_RIBPLATE_THICK                = "厚度"
IDC_GUSBP_LABEL_RIBPLATE_NO                   = "數量"
IDC_GUSBP_LABEL_RIBPLATE_NO_X                 = "數量 (x)"
IDC_GUSBP_LABEL_RIBPLATE_NO_Y                 = "數量 (y)"
IDC_GUSBP_LABEL_RIBPLATE_NO_XY                = "數量 ( x | y )"
IDC_GUSBP_LABEL_WINGPLATE_THICK               = "厚度"
IDC_GUSBP_LABEL_WINGPLATE_HEIGHT              = "高度"
IDC_GUSBP_FRAME_BOLT                          = "錨栓"
IDC_GUSBP_LABEL_BOLT_DIAMETER                 = "直徑"
IDC_GUSBP_LABEL_BOLT_LENGTH                   = "長度"
IDC_GUSBP_STRING_BOLT_LENGTH                  = "D"
IDC_GUSBP_LABEL_BOLT_POSITION                 = "位置"
IDC_GUSBP_LABEL_BOLT_POSITIONX                = "邊距 (x)"
IDC_GUSBP_LABEL_BOLT_POSITIONY                = "邊距 (y)"
IDC_GUSBP_LABEL_BOLT_NUMBER                   = "數量"
IDC_GUSBP_LABEL_BOLT_NUMBERX                  = "數量 (x)"
IDC_GUSBP_LABEL_BOLT_NUMBERY                  = "數量 (y)"
IDC_GUSBP_LABEL_BOLT_NUMBERXY                 = "數量 (x | y)"
IDC_GUSBP_LABEL_PREVIEW                       = "顯示內容 :"
IDC_GUSBP_LABEL_BASEPLATE_SHAPE               = "形狀"
IDC_GUSBP_LABEL_PEDESTAL_SHAPE                = "形狀"
IDC_GUSBP_LABEL_BOLT_ANGLE                    = "起始角度"
IDC_GUSBP_LABEL_BOLT_INSTYPE                  = "類型"

//// IDD_STL_USBP_SECT_DLG
IDC_GUSBP_BTN_LCOMB                           = "載重組合 ..."

///// IDD_STL_USBP_PLAT_DLG
IDC_GUSBP_RADIO_VIEW_PLAN                     = "平面"
IDC_GUSBP_RADIO_VIEW_ELEV                     = "立面"

//IDD_STL_CRANEGIRDER_INPUT_DLG
IDC_GUSCG_FRAME_MATERIAL                      = "材料"
IDC_GUSCG_LABEL_MATERIAL                      = "材料"
IDC_GUSCG_FRAME_SECTION                       = "斷面"
IDC_GUSCG_FRAME_PLATE                         = "上蓋板"
IDC_GUSCG_LABEL_PLATE_THIC                    = "厚度"
IDC_GUSCG_FRAME_GIRDER                        = "大梁"
IDC_GUSCG_LABEL_SPAN_SPAN                     = "跨度"
IDC_GUSCG_LABEL_SPAN_RAIL                     = "軌道寬度"
IDC_GUSCG_CHK_BACK_USE                        = "側向支撐"
IDC_GUSCG_LABEL_BACK_SPAN                     = "跨度"
IDC_GUSCG_LABEL_BACK_DEPTH                    = "深度"
IDC_GUSCG_CHK_BACK_TENSION                    = "受拉翼板支撐"
IDC_GUSCG_FRAME_VER_STIFF                     = "垂直加勁材"
IDC_GUSCG_LABEL_VER_STIFF_END_WIDTH           = "寬度"
IDC_GUSCG_LABEL_VER_STIFF_END_SPACE           = "間距"
IDC_GUSCG_LABEL_VER_STIFF_END_THK1            = "厚度"
IDC_GUSCG_LABEL_VER_STIFF_MID_WIDTH           = "寬度"
IDC_GUSCG_LABEL_VER_STIFF_MID_SPACE           = "間距"
IDC_GUSCG_LABEL_VER_STIFF_MID_THK             = "厚度"
IDC_GUSCG_STATIC_PICTURE                      = "Drawing"
IDC_GUSCG_FRAME_CRANE                         = "天車外力 (輪重)"
IDC_GUSCG_BTN_WHEEL_ADD                       = "新增"
IDC_GUSCG_BTN_WHEEL_DEL                       = "刪除"
IDC_GUSCG_BTN_WHEEL_INS                       = "插入"
IDC_GUSCG_CHK_CRANE_SELF                      = "考慮自重"
IDC_GUSCG_FRAME_FACTOR                        = "衝擊載重係數"
IDC_GUSCG_LABEL_FACTOR_VER                    = "垂直方向"
IDC_GUSCG_LABEL_FACTOR_HOR                    = "水平方向"
IDC_GUSCG_LABEL_FACTOR_RUN                    = "行進方向"
IDC_GUSCG_FRAME_FATIGUE                       = "疲勞"
IDC_GUCCB_LABEL_FATIGUE                       = "載重循環次數"
IDC_GUCCB_LABEL_DEFL2                         = "L /"
IDC_GUSCG_FRAME_DEFL                          = "撓度"
IDC_GUCCB_LABEL_DEFL                          = "撓度檢核參數"
IDC_GUSCG_CHK_VER_STIFF_END                   = "端部加勁材"
IDC_GUSCG_CHK_VER_STIFF_MID                   = "中間加勁材"
IDC_GUSCG_FRAME_PROPERTY                      = "斷面性質"
IDC_GUSCG_FRAME_RESULT                        = "檢核計算結果"
IDC_GUSCG_RDO_RESULT_CRANE                    = "使用性&&加勁材檢核"
IDC_GUSCG_RDO_RESULT_BEAM                     = "強度檢核"
IDC_GUSCG_RDO_RESULT_FORCE                    = "設計力"
IDC_GUSCG_LABEL_CRANE_TYPE                    = "天車類型"
IDC_GUSCG_LABEL_CRANE_SPAN                    = "天車跨度"
IDC_GUSCG_STATIC_PICTURE_WHEEL                = "Drawing"
IDC_GUSCG_RDO_DRAW_SECT                       = "斷面圖"
IDC_GUSCG_RDO_DRAW_WHEEL                      = "輪重圖"
IDC_GUSCG_CHK_DEFL_HOR                        = "水平撓度檢核"
IDC_GUCCB_LABEL_DEFL3                         = "L /"
IDC_GUCCB_LABEL_DEFLH                         = "水平撓度檢核參數"

//IDD_STL_EMBPLATE_INPUT_DLG
IDC_GUSEP_FRAME_MATERIAL                      = "材料"
IDC_GUSEP_LABEL_MATERIAL_GIRDR                = "梁"
IDC_GUSEP_LABEL_MATERIAL_PLATE                = "預埋板"
IDC_GUSEP_LABEL_MATERIAL_RIB                  = "肋板"
IDC_GUSEP_LABEL_MATERIAL_STUD                 = "剪力釘"
IDC_GUSEP_LABEL_MATERIAL_CONCRETE             = "混凝土"
IDC_GUSEP_LABEL_MATERIAL_REBAR                = "鋼筋"
IDC_GUSEP_FRAME_TYPE                          = "接合形式"
IDC_GUSEP_RDO_TYPE_SHEAR                      = "剪力接合"
IDC_GUSEP_RDO_TYPE_MOMENT                     = "彎矩接合"
IDC_GUSEP_FRAME_FORCE                         = "設計力量"
IDC_GUSEP_CHK_PERCENT                         = "依百分比"
IDC_GUSEP_LABEL_FORCE_AXIAL                   = "軸力"
IDC_GUSEP_LABEL_FORCE_MOMENT_X                = "彎矩 (x)"
IDC_GUSEP_LABEL_FORCE_MOMENT_Y                = "彎矩 (y)"
IDC_GUSEP_LABEL_FORCE_SHEAR_X                 = "剪力 (x)"
IDC_GUSEP_LABEL_FORCE_SHEAR_Y                 = "剪力 (y)"
IDC_GUSEP_INPUT_BTN_LCOMB                     = "載重組合 ..."
IDC_GUSEP_FRAME_EMBPLATE                      = "預埋板"
IDC_GUSEP_CHK_SOLVE_ALL                       = "對所有載重組合進行有限元素分析"
IDC_GUSEP_LABEL_EMBPLATE_THICK                = "厚度"
IDC_GUSEP_FRAME_SECTION                       = "斷面"
IDC_GUSEP_FRAME_RCMEMB                        = "RC構件 (牆/柱/梁)"
IDC_GUSEP_CHK_RCMEMB_LEFT                     = "左側"
IDC_GUSEP_CHK_RCMEMB_RIGHT                    = "右側"
IDC_GUSEP_CHK_RCMEMB_TOP                      = "上側"
IDC_GUSEP_CHK_RCMEMB_BOT                      = "下側"
IDC_GUSEP_FRAME_STUD                          = "擴頭剪力釘"
IDC_GUSEP_LABEL_STUD_TYPE                     = "類型"
IDC_GUSEP_LABEL_STUD_LENGTH                   = "長度"
IDC_GUSEP_LABEL_STUD_LENG_E1                  = "邊距 (X)"
IDC_GUSEP_LABEL_STUD_LENG_E2                  = "邊距 (Y)"
IDC_GUSEP_LABEL_STUD_SPACE_S1                 = "間距 (Int.)"
IDC_GUSEP_LABEL_STUD_SPACE_S2                 = "間距 (Ext. X)"
IDC_GUSEP_LABEL_STUD_SPACE_S3                 = "間距 (Ext. Y)"
IDC_GUSEP_LABEL_STUD_NO_ROW                   = "列數"
IDC_GUSEP_LABEL_STUD_NO_COL                   = "行數"
IDC_GUSEP_CHK_REBAR_USE                       = "鋼筋"
IDC_GUSEP_LABEL_REBAR_DIA                     = "直徑"
IDC_GUSEP_LABEL_REBAR_SPACE                   = "間距"
IDC_GUSEP_LABEL_REBAR_NO_ROW                  = "列數"
IDC_GUSEP_CHK_RIB_USE                         = "肋板"
IDC_GUSEP_CHK_RIB_HOR                         = "水平向"
IDC_GUSEP_CHK_RIB_VER                         = "垂直向"
IDC_GUSEP_LABEL_RIB_DIST                      = "邊距"
IDC_GUSEP_LABEL_RIB_HEIGHT                    = "高度"
IDC_GUSEP_LABEL_RIB_THICK                     = "厚度"
IDC_GUSEP_LABEL_PREVIEW                       = "顯示內容 :"
IDC_GUSEP_CHECK_PREVIEW_MESHLINE              = "網格線"
IDC_GUSEP_CHECK_PREVIEW_CONTOUR               = "等值線"
IDC_GUSEP_CHECK_PREVIEW_VALUE                 = "數值"
IDC_GUSEP_FRAME_RESULT                        = "檢核計算結果"
IDS_GUSEP_NOT_EXIST_BOLT_CONNECTION           = "無螺栓接合構件"
IDS_GUSEP_NOT_EXIST_SHEAR_CONNECTION          = "無剪力接頭"
IDS_GUSEP_SELECT_MEMBER_TO_IMPORT             = "選擇構件匯入斷面資料"

IDS_URAB_RES_TN_CASE_STEEL                    = "鋼材強度"
IDS_URAB_RES_TN_CASE_BREAKOUT                 = "混凝土拉破強度"
IDS_URAB_RES_TN_CASE_PULLOUT                  = "拔出強度"
IDS_URAB_RES_TN_CASE_BLOWOUT                  = "混凝土側邊脹破強度"
IDS_URAB_RES_TN_CASE_BONDSTRS                 = "膠粘劑錨栓粘結強度"

IDS_URAB_RES_VN_CASE_STEEL                    = "鋼材強度"
IDS_URAB_RES_VN_CASE_CONC                     = "混凝土拉破強度"
IDS_URAB_RES_VN_CASE_PRYOUT                   = "混凝土撬破強度"

/////// IDD_STL_EMBPLATE_SECT_IMPORT_DLG
IDD_STL_EMBPLATE_SECT_IMPORT_DLG              = "從螺栓接合匯入斷面"

//IDD_STL_CRANEGIRDER_SMODE_INPUT_SECT3_DLG
IDC_GUSCG_LABEL_FATIGUE                       = "載重循環次數"
IDC_GUSCG_LABEL_DEFL2                         = "L /"
IDC_GUSCG_LABEL_DEFL                          = "撓度檢核參數"

//IDD_STL_EMBPLATE_SMODE_INPUT_SECT1_DLG
IDC_GUSEP_BTN_LCOMB                           = "載重組合 ..."

//IDD_STL_EMBPLATE_SMODE_INPUT_SECT2_DLG
IDC_GUSEP_RADIO_VIEW_SECT                     = "斷面"
IDC_GUSEP_RADIO_VIEW_ELEV                     = "立面"

//IDD_STL_EMBPLATE_SHEAR_PLATE_DLG
IDC_GUSEP_FRAME_SHEAR_PLATE                   = "剪力板"
IDC_GUSEP_LABEL_PLATE_GAP                     = "間隙"
IDC_GUSEP_LABEL_PLATE_THICK                   = "厚度"
IDC_GUSEP_LABEL_PLATE_HEIGHT                  = "高度"
IDC_GUSEP_LABEL_PLATE_ECCEN                   = "偏心距 (e)"
IDC_GUSEP_BTN_SECT_FROM_BC                    = "從螺栓接合匯入斷面 ..."

// IDD_STL_WELDING_SECT_ANGL_DLG
IDC_STL_WELD_SECT_FRM_WELD                    = "銲接構件"
IDC_STL_WELD_SECT_FRM_ANGL                    = "角鋼構件"
IDC_STL_WELD_SECT_STC_SECT                    = "斷面"
IDC_STL_WELD_SECT_STC_LENGTH                  = "長度"
IDC_STL_WELD_SECT_STC_NUM_ANG                 = "角鋼數量"
IDC_STL_WELD_SECT_STC_EA                      = "EA"
IDC_STL_WELD_SECT_FRM_BASE                    = "基底構件"
IDC_STL_WELD_SECT_STC_THICK                   = "厚度"
IDC_STL_WELD_SECT_STC_GAP                     = "間隙"

// IDD_STL_WELDING_SECT_COLM_DLG
IDC_STL_WELD_SECT_CHK_STIF                    = "使用加勁板"
IDC_STL_WELD_SECT_STC_WIDTH                   = "寬度"

// IDD_STL_WELDING_INPUT_DLG
IDC_GUSWE_FRM_TYPE                            = "接合型式"
IDC_GUSWE_RDO_CONN_TYPE1                      = "直接接合"
IDC_GUSWE_RDO_CONN_TYPE2                      = "角鋼接合"
IDC_GUSWE_RDO_CONN_TYPE3                      = "柱+梁接合"
IDC_GUSWE_FRM_MATL                            = "材料"
IDC_GUSWE_LBL_MATL_WELD                       = "銲接構件"
IDC_GUSWE_LBL_MATL_BASE                       = "基底構件"
IDC_GUSWE_LBL_MATL_ANGL                       = "角鋼"
IDC_GUSWE_LBL_MATL_STIF                       = "加勁材"
IDC_GUSWE_LBL_MATL_ELEC                       = "電極"
/**/IDC_GUSWE_LBL_MATL_LRFD_ELEC              = "Electrode (FExx)"
IDC_GUSWE_FRM_SECT                            = "斷面"
IDC_GUSWE_FRM_FACT                            = "係數"
IDC_GUSWE_LBL_MMT_DIST                        = "彎矩分配係數"
IDC_GUSWE_FRM_WELD                            = "銲接尺寸 (銲腳尺寸)"
IDC_GUSWE_LBL_LEGS_FLG                        = "翼板"
IDC_GUSWE_LBL_LEGS_WEB                        = "腹板"
IDC_GUSWE_FRM_POSI                            = "銲接位置"
IDC_GUSWE_BTN_WELD_POSI                       = "選擇位置..."
IDC_GUSWE_FRM_FORC                            = "外力"
IDC_GUSWE_LBL_FORC_PU                         = "Px"
IDC_GUSWE_LBL_FORC_TU                         = "Tx"
IDC_GUSWE_LBL_FORC_MX                         = "Mx"
IDC_GUSWE_LBL_FORC_MY                         = "My"
IDC_GUSWE_LBL_FORC_VY                         = "Vy"
IDC_GUSWE_LBL_FORC_VX                         = "Vx"
IDC_GUSWE_LBL_FORC_LRFD_PU                    = "Pu"
IDC_GUSWE_LBL_FORC_LRFD_TU                    = "Tux"
IDC_GUSWE_LBL_FORC_LRFD_MX                    = "Mux"
IDC_GUSWE_LBL_FORC_LRFD_MY                    = "Muy"
IDC_GUSWE_LBL_FORC_LRFD_VY                    = "Vuy"
IDC_GUSWE_LBL_FORC_LRFD_VX                    = "Vux"
IDC_GUSWE_BTN_FORC_LCOM                       = "載重組合 ..."
IDC_GUSWE_RDO_ANGL_WELD                       = "銲接構件側"
IDC_GUSWE_RDO_ANGL_BASE                       = "基底構件側"
IDC_GUSWE_FRM_RSLT                            = "檢核計算結果"
IDC_GUSWE_FRM_PROP                            = "斷面性質"
IDC_GUSWE_FRM_WELD_PROP                       = "銲接性質"

// IDD_STL_WELDING_LIST_DLG
IDC_GUSWE_LIST_STC_TYP                        = "類型 :"
IDC_GUSWE_LIST_RDO_DIR                        = "直接"
IDC_GUSWE_LIST_RDO_ANG                        = "角鋼"
IDC_GUSWE_LIST_RDO_COL                        = "柱+梁"

// IDD_STL_WELDING_SMODE_INPUT_SECT2_DLG
IDC_GUSWE_FRM_WELD_POSI                       = "銲接位置"

// IDD_STL_WELDING_POSITION_DLG
IDD_STL_WELDING_POSITION_DLG                  = "銲接位置"
IDC_STL_WELD_FRM_MEMB                         = "選擇構件"
IDC_STL_WELD_BTN_ALL                          = "全選"
IDC_STL_WELD_BTN_NON                          = "全不選"
IDC_STL_WELD_FRM_POSI                         = "位置"
IDC_STL_WELD_PICTURE                          = "13062"
IDC_STL_WELD_CHK_POS1                         = "1"
IDC_STL_WELD_CHK_POS2                         = "2"
IDC_STL_WELD_CHK_POS3                         = "3"
IDC_STL_WELD_CHK_POS4                         = "4"
IDC_STL_WELD_CHK_POS5                         = "5"
IDC_STL_WELD_CHK_POS6                         = "6"
IDC_STL_WELD_CHK_POS7                         = "7"
IDC_STL_WELD_CHK_POS8                         = "8"
/**/IDC_STL_WELD_CHK_LENGTH_POS1              = "1"
/**/IDC_STL_WELD_CHK_LENGTH_POS2              = "2"
/**/IDC_STL_WELD_CHK_LENGTH_POS3              = "3"
/**/IDC_STL_WELD_CHK_LENGTH_POS4              = "4"
/**/IDC_STL_WELD_CHK_LENGTH_POS5              = "5"
/**/IDC_STL_WELD_CHK_LENGTH_POS6              = "6"
/**/IDC_STL_WELD_CHK_LENGTH_POS7              = "7"
/**/IDC_STL_WELD_CHK_LENGTH_POS8              = "8"
/**/IDC_STL_WELD_FRM_LENGTH_NOTE              = "Note : All welds are located at the exact center of their respective components."
/**/IDC_STL_WELD_FRM_LENGTH_CAN_PROVIDE_TEXT  = "Maximum Length that can be Provided"
/**/IDC_STL_WELD_FRM_LENGTH_USER_PROVIDE_TEXT = "Provided Length"
/**/IDC_STL_WELD_FRM_LENG_POSI                = "Position"
/**/IDC_STL_WELD_FRM_USER_LENG                = "User-Defined Length of Weld"
IDC_STL_WELD_STATIC_INFO                      = "Info."
IDC_STL_WELD_BTN_OK                           = "確認"
IDC_STL_WELD_BTN_CANCEL                       = "取消"

// IDD_STL_CRANEGIRDER_LIST_WHEEL_DLG
IDD_STL_CRANEGIRDER_LIST_WHEEL_DLG            = "天車外力"
IDC_STL_CRANEGIRDER_WHEEL_FRM_MEMB            = "選擇構件"
IDC_STL_CRANEGIRDER_WHEEL_SELECT_BTN_ALL      = "全選"
IDC_STL_CRANEGIRDER_WHEEL_SELECT_BTN_NONE     = "全不選"
IDC_STL_CRANEGIRDER_WHEEL_FRM_WHEEL           = "車輪"
IDC_STL_CRANEGIRDER_WHEEL_BTN_ADD             = "新增"
IDC_STL_CRANEGIRDER_WHEEL_BTN_DEL             = "刪除"
IDC_STL_CRANEGIRDER_WHEEL_BTN_INS             = "插入"
IDC_STL_CRANEGIRDER_WHEEL_BTN_APPLY           = "套用"
IDC_STL_CRANEGIRDER_WHEEL_BTN_CANCEL          = "取消"

/////// IDD_STL_STAIR_INPUT_DLG
IDC_GUSST_FRAME_MATERIAL                      = "材料"
IDC_GUSST_LABEL_MATL_STRG                     = "縱梁"
IDC_GUSST_LABEL_MATL_PLATE                    = "踏板"
IDC_GUSST_FRAME_SUPPORT                       = "支承"
IDC_GUSST_LABEL_SUPPORT_TYPE                  = "樓梯類型"
IDC_GUSST_LABEL_SUPPORT_LEFT                  = "左側"
IDC_GUSST_LABEL_SUPPORT_RIGHT                 = "右側"
IDC_GUSST_FRAME_SECT_STRG                     = "縱梁斷面"
IDC_GUSST_LABEL_STRG_ST1                      = "縱梁1"
IDC_GUSST_LABEL_STRG_ST2                      = "縱梁2"
IDC_GUSST_LABEL_STRG_ST3                      = "縱梁3"
IDC_GUSST_LABEL_STRG_ST4                      = "縱梁4"
IDC_GUSST_CHECK_STRG_LB                       = "考慮 Lb"
IDC_GUSST_FRAME_PLATE_STAIR                   = "踏板 (階梯)"
IDC_GUSST_LABEL_PLATE_STAIR_THICK             = "厚度"
IDC_GUSST_LABEL_PLATE_STAIR_HEIGHT1           = "高度 (H1)"
IDC_GUSST_LABEL_PLATE_STAIR_HEIGHT2           = "高度 (H2)"
IDC_GUSST_LABEL_PLATE_STAIR_WIDTH             = "寬度 (B1)"
IDC_GUSST_FRAME_PLATE_LAND                    = "踏板 (平台)"
IDC_GUSST_LABEL_PLATE_LAND_THICK              = "厚度"
IDC_GUSST_FRAME_LENGTH                        = "長度"
IDC_GUSST_LABEL_LENGTH_LAND_L                 = "平台 (L)"
IDC_GUSST_LABEL_LENGTH_LAND_R                 = "平台 (R)"
IDC_GUSST_LABEL_LENGTH_STAIR                  = "階梯"
IDC_GUSST_FRAME_SIZE                          = "樓梯尺寸"
IDC_GUSST_LABEL_SIZE_HEIGHT                   = "高度"
IDC_GUSST_LABEL_SIZE_WIDTH                    = "寬度"
IDC_GUSST_FRAME_LOAD_LAND                     = "設計載重 (平台)"
IDC_GUSST_LABEL_LOAD_LAND_DL                  = "靜載重"
IDC_GUSST_LABEL_LOAD_LAND_LL                  = "活載重"
IDC_GUSST_FRAME_LOAD_STRS                     = "設計載重 (階梯)"
IDC_GUSST_LABEL_LOAD_STAIR_DL                 = "靜載重"
IDC_GUSST_LABEL_LOAD_STAIR_LL                 = "活載重"
IDC_GUSST_FRAME_PREVIEW                       = "預覽 (剖面 && 示意圖)"
IDC_GUSST_LABEL_PREVIEW_ITEM                  = "顯示內容 :"
IDC_GUSST_FRAME_RESULT                        = "檢核計算結果"

/////// IDD_STL_STAIR_SMODE_INPUT_SECT2_DLG
IDC_GUSST_FRAME_LOAD                          = "設計載重"
IDC_GUSST_FRAME_LOAD_STAIR                    = "設計載重 (階梯)"

/////// IDD_STL_BOLTCONN_EC_INPUT_DLG
IDC_GUSBC_FRAME_SUPPORTING_BEAMCOLUMN         = "承重構件"
IDC_GUSBC_LABEL_MATERIAL_BEAMCOLUMN2          = "承重構件"
IDC_GUSBC_FRAME_SUPPORTING_BEAMCOLUMN2        = "承重構件"
IDC_GUSBC_LABEL_BOLT_NAME                     = "名稱"
IDC_GUSBC_LABEL_BOLT_FLANGE_THICK             = "厚度"
IDC_GUSBC_LABEL_FLG__PLATE                    = "接合板"
IDC_GUSBC_LABEL_MATERIAL_SUPPORTED_BEAM       = "接合構件"
IDC_GUSBC_FRAME_CONN_TYPE                     = "接合形式"
IDC_GUSBC_LABEL_TYPE                          = "形式"
IDC_GUSBC_FRAME_SUPPORTED_BEAM                = "接合構件"
IDC_GUSBC_FRAME_LEVEL_GAP                     = "高程/間隙"
IDC_GUSBC_LABEL_DIF_OF_LEVEL                  = "高程差"
IDC_GUSBC_LABEL_GAP                           = "間隙"
IDC_GUSBC_FRAME_WELDING                       = "銲接"
IDC_GUSBC_LABEL_WELDING_LEG                   = "銲腳尺寸"
IDC_GUSBC_LABEL_WELDING_MATERIAL              = "材料"
IDC_GUSBC_RADIO_BOLT_ORDINARY                 = "普通螺栓"
IDC_GUSBC_RADIO_BOLT_COUNTERSUNK              = "埋頭螺栓"
IDC_GUSBC_RADIO_FLG_INTERNAL                  = "內側"
IDC_GUSBC_RADIO_FLG_EXTERNAL                  = "外側"
IDC_GUSBC_FRAME_DIVI_PLATE                    = "分隔板"
IDC_GUSBC_LABEL_BOLT_WEB_THICK2               = "厚度"
IDC_GUSBC_CHK_DIVI_PLATE_APPLY                = "添加分隔板"
IDC_GUSBC_CHK_DIVI_PLATE_APPLY_ONLY           = "套用"
IDC_GUSBC_FRAME_ENDPIN                        = "接合板"
IDC_GUSBC_LABEL_BOLT_ENDPIN_NO                = "螺栓數量"
IDC_GUSBC_LABEL_BOLT_ENDPIN_THICK             = "厚度"
IDC_GUSBC_LABEL_ENDFIN_DEPTH                  = "深度"
IDC_GUSBC_RADIO_ENDPIN_DEPTH_FULL             = "全部"
IDC_GUSBC_RADIO_ENDPIN_DEPTH_PARTIAL          = "部分"
IDC_GUSBC_RADIO_POSITION_FLANGE               = "翼板"
IDC_GUSBC_RADIO_POSITION_WEB                  = "腹板"
IDC_GUSBC_LABEL_SUPPORTING_POSITION           = "位置"

/////// IDD_STL_FORCE_INPUT_COL_BEARING_DLG
IDC_GUSBC_LABEL_FORCE_PERMA_AXIAL             = "持續性軸力"

/////// IDD_STL_FORCE_INPUT_FINEND_DLG
IDC_GUSBC_LABEL_FORCE_VY2                     = "剪力 ( y2 )"
IDC_GUSBC_LABEL_FORCE_HP2                     = "深度 ( hp2 )"
IDC_GUSBC_LABEL_FORCE_N3                      = "N3"
IDC_GUSBC_RADIO_FORCE_NO_BEAM_1               = "1"
IDC_GUSBC_RADIO_FORCE_NO_BEAM_2               = "2"
IDC_GUSBC_LABEL_NO_SUPPORTED_BEAM             = "接合構件數量"

/////// IDD_STL_BOLT_HOLE_DLG
IDD_STL_BOLT_HOLE_DLG                         = "螺孔資訊"
IDC_STL_BOLT_HOLE_FRM_MEMB                    = "選擇構件"
IDC_STL_BOLT_HOLE_FRM_HOLE                    = "螺孔"
IDC_STL_BOLT_HOLE_LBL_HOLE                    = "螺孔類型"
IDC_STL_BOLT_HOLE_LBL_TYPE                    = "尺寸類型"
IDC_STL_BOLT_HOLE_LBL_SIZE                    = "直徑"
IDC_STL_BOLT_HOLE_LBL_LENG                    = "長度"
IDC_STL_BOLT_HOLE_CHK_HFLG                    = "翼板之水平螺孔"
IDC_STL_BOLT_HOLE_CHK_HWEB                    = "腹板之水平螺孔"
IDS_STL_BOLT_HOLE_TOOLTIP_LENG                = "螺孔中心距"

/////// IDD_STL_TOOL_UNBR_LENG_DLG
IDD_STL_TOOL_UNBR_LENG_DLG                    = "無側撐長度"
IDD_STL_TOOL_BRACE_STR_DLG                    = "側向支撐強度"
IDD_STL_TOOL_LINK_STIF_DLG                    = "連桿梁加勁板"
IDD_STL_TOOL_BEAM_VBRA_DLG                    = "V型斜撐構架梁強度"
IDS_STL_TOOL_MSG_GET_FROM_STEEL_OPTION        = "要從鋼構選項中取得斷面清單嗎?"
IDS_STL_TOOL_MSG_STEEL_OPTION_IS_EMPTY        = "鋼構選項中無斷面清單?"
IDS_STL_TOOL_MSG_CALC_BRACE_STRENGTH          = "側向支撐強度計算中 ..."
IDS_STL_TOOL_MSG_CALC_BEAM_STRENGTH           = "V型斜撐構架梁強度計算中 ..."
IDS_STL_TOOL_BTN_CALCULATE                    = "計算"
IDS_STL_TOOL_HIDE_SECTION_SIZE_COLUMN         = "隱藏斷面尺寸欄位"
IDS_STL_TOOL_SHOW_PREVIEW                     = "顯示斷面預覽"
IDS_STL_TOOL_CHK_MSG_INVALID_SECT             = "不合適的斷面"
IDS_STL_TOOL_CHK_MSG_INVALID_MATL             = "不合適的材料"
IDS_STL_TOOL_MSG_SELECT_CELL_TO_INSERT        = "請選擇要插入的位置"
IDS_STL_TOOL_MSG_SELECT_CELL_VALID            = "請選擇欄位"
IDS_STL_TOOL_CHK_MEMB_TYPE_BEAM               = "梁"
IDS_STL_TOOL_CHK_MEMB_TYPE_BRACE              = "側向支撐"
IDS_STL_TOOL_CHK_MEMB_TYPE_BRA1               = "斜撐1"
IDS_STL_TOOL_CHK_MEMB_TYPE_BRA2               = "斜撐2"
IDS_STL_TOOL_CHECK_RESULT_OF_BRACE            = "斜撐檢核計算結果"
IDS_STL_TOOL_CHECK_RESULT_OF_BEAM             = "梁檢核計算結果"
IDS_STL_TOOL_DESIGN_FORCES                    = "設計力量"
IDS_STL_TOOL_DESIGN_STRENGTH                  = "設計強度"
IDS_STL_TOOL_STRENGTH_RATIO                   = "強度應力比"

/////// MOMENT BOLT CONNECTION ( END-PLATE TYPE )
IDS_STL_CHK_STIFF_APPLY                       = "使用加勁板"
IDS_STL_CHK_STIFF_TOP_APPLY                   = "上翼加勁板"
IDS_STL_CHK_STIFF_BOT_APPLY                   = "下翼加勁板"
IDS_STL_CHK_FULL_DEPTH                        = "全深"
IDS_STL_LBL_EDGE_LENGTH                       = "邊長"
IDS_STL_LBL_EDGE_HEIGHT                       = "邊高"
IDS_STL_LBL_BOLT_NAME                         = "螺栓尺寸"
IDS_STL_LBL_INT_DOT                           = "內側"
IDS_STL_LBL_EXT_DOT                           = "外側"
IDS_STL_LBL_CONSIDER_WEB_THICKNESS            = "考慮腹板厚度"
IDS_STL_LBL_CONSIDER_FLG_THICKNESS            = "考慮翼板厚度"
IDS_STL_LBL_ROWCOL_COLS                       = "行數"
IDS_STL_LBL_ROWCOL_ROWS                       = "列述"
IDS_STL_CHK_APPLY_EXPECTED_YIELD_STRESS       = "套用預期的降伏強度"
IDS_STL_FRM_DESIGN_PARAMETER                  = "設計參數"
IDS_STL_LBL_EXTENSION_ABB                     = "外側"
